Repository: 975L/GiftVoucherBundle
Catalog: Resources/translations/giftVoucher.*.xlf
Languages: es

source: Gift-Voucher
es: Vale-Regalo

source: Description
es: Descripción

source: Date and Time
es: Fecha y Hora

source: Amount
es: Cantidad

source: Date of purchase
es: Fecha de compra

source: Valid until
es: Válido hasta

source: Offered by
es: Offrecido por

source: Offered to
es: Offrecido a

source: Message
es: Mensaje

source: Payment achieved on
es: Pago realizado en

source: Used on
es: Utilizado en

source: Use the Gift Voucher (Seller)
es: Utilizar el Vale-Regalo (Vendedor)

source: Data
es: Datos

source: Not used
es: No utilizado

source: Out of date
es: Desactualizado

source: The Gift-Voucher has been well used
es: El Vale-Regalo ha sido bien utilizado

source: The Gift-Voucher has been well purchased and sent by email
es: El Vale-Regalo ha sido bien pagado y enviado para email

source: Cancel
es: Cancelar

source: Purchase
es: Comprar

source: Offer
es: Ofrecer

source: Please fill in the fields below to offer the Gift-Voucher, which will be sent in PDF format, to the specified email address, accompanied by the message.
es: Rellene los campos a continuación para ofrecer el Vale-Regalo, que se enviará en formato PDF a la dirección de correo electrónico especificada, junto con el mensaje.

source: No validity date
es: Sin fecha de validez

source: Gift-Voucher to present before use.
es: Vale-Regalo para presentar antes de su uso.

source: Made with 975L/GiftVoucherBundle
es: Hecho con 975L/GiftVoucherBundle

source: Identifier
es: Identificador

source: Object
es: Objeto

source: Years
es: Año

source: Months
es: Meses

source: Weeks
es: Semanas

source: Period of validity
es: Período de validez

source: Use the form below to create a new Gift-Voucher that will be made available for purchase.
es: Use el formulario a continuación para crear un nuevo Vale-Regalo que estará disponible para la compra.

source: Semantic url
es: Url semántica

source: Purchased
es: Comprados

source: Available
es: Disponibles

source: Gifts-Vouchers
es: Vales-Regalos

source: days
es: dias

source: html code
es: Código html

source: Copy one of the following codes where you want to insert an offer button/link for this Gift-Voucher
es: Copie uno de los siguientes códigos donde desea insertar un botón/enlace de oferta para este Vale-Regalo

source: Offer button
es: Bouton Offrir

source: Offer link
es: Lien Offrir

source: Already used
es: Déjà utilisé

source: You have tried to use an out of date Gift-Voucher, you can force its use by clicking on the button at the bottom of the page.
es: Ha intentado utilizar un Vale-Regalo caducado, puede forzar su uso haciendo clic en el botón en la parte inferior de la página.

source: Defined by user
es: Definido por el usuario

source: You can define your style (CSS) and use it by replacing 'your_style_defined_in_css'.
es: Puede definir su estilo (CSS) y usarlo reemplazando 'your_style_defined_in_css'.

source: Web code (Button)
es: Web code (Botón})

source: !!! Warning, Gift-Vouchers are still under test, they will not be valid, payment will not be debited !!!
es: !!! Atención, los Vales-Regalo todavía están en prueba, no serán válidos, el pago no se debitará !!!

source: This Gift-Voucher is a test, it is not valid.
es: Este Vale-Regalo es una prueba, no es válido.

source: I agree with <a href="%tosUrl%">Terms of sales</a>
es: Acepto los <a href="%tosUrl%">Términos de venta</a>

source: TermsOfSales
es: TérminosVenta

source: Offer as a Gift-Voucher
es: Ofrecer como un Vale-Regalo

source: Select a Gift-Voucher
es: Seleccione un Vale-Regalo

source: We offer the following Gift-Vouchers. Choose the one you want to offer, or select it from the drop-down menu below.
es: Ofrecemos los siguientes Vales-Regalos. Elija el que desea ofrecer o selecciónelo en el menú desplegable a continuación.

source: Currency
es: Moneda

source: * Mandatory field
es: * Campo obligatorio

source: Username (if you see this, leave it empty)
es: Nombre de usuario (si ves esto, déjalo vacío)
